{
    "meta": {
        "competitionId": "5",
        "seasonId": "40154",
        "iconSrc": "http://images.onefootball.com/icons/56/%@.png",
        "matchId": "2325469",
        "matchdayId": "6286784"
    },
    "preview": {
        "id": "90186070",
        "language": "en",
        "editorial": "This will be the third meeting between Barcelona and Viktoria Plzeň in European competition, with the Catalan side beating them 2-0 (H) and 4-0 (A) in the UEFA Champions League group stage in 2011-12.\nViktoria Plzeň have only won one of their eight previous games against Spanish opposition in European competition (D1 L6), while that lone victory came in the UEFA Europa League against Atlético Madrid in 2012-13. They’ve lost all four games that have taken place in the UEFA Champions League by an aggregate score of 13-1.\nAcross the previous two meetings between these sides in the UEFA Champions League, Barcelona averaged 76% possession, attempted 36 shots (16 on target) and only faced four attempts in return (one on target) on their path to a pair of victories (2-0 and 4-0).\nThis will be Viktoria Plzeň’s first game in the UEFA Champions League since December 2018, in a 2-1 win over Roma. The Czech side have won their last two games in the competition, which is as many victories as they recorded in their first 16 attempts (W2 D3 L11).\nBarcelona have only lost their opening game of a UEFA Champions League campaign in one of their last 23 appearances (W17 D5), however that defeat did come in their opening game last term (0-3 v Bayern Munich at the Spotify Camp Nou).\nThis will be the first time that Viktoria Plzeň have opened a UEFA Champions League campaign away from home, while they are winless in each of their last three games on MD1 of the competition (D2 L1 - 1-1 v BATE Borisov in 2011-12, 0-3 v Manchester City in 2013-14 and 2-2 v CSKA Moscow in 2018-19).\nBarcelona striker Robert Lewandowski has scored more goals than any other player in the UEFA Champions League across the last three seasons (33 goals in 26 games). Should he score in this game, he’d be only the third player to score for both Barcelona and Bayern Munich in the competition, after Mark van Bommel and Philippe Coutinho.\nBarcelona’s Robert Lewandowski netted nine goals in five home appearances for Bayern Munich in the UEFA Champions League last season – only two players have ever scored more home goals in a single campaign in the competition (11 – Cristiano Ronaldo in 2015-16 and Mario Gomez in 2011-12).\nAnsu Fati has been directly involved in four goals in four starts for Barcelona in the UEFA Champions League (two goals, two assists), with three of those direct goal involvements coming at the Spotify Camp Nou.\nTomás Chory was directly involved in four goals in six appearances in this season’s UEFA Champions League qualifying stage (two goals and two assists), more than any other Viktoria Plzeň player.",
        "date": "2022-09-08T18:30:47Z",
        "headline": "This will be the third meeting between Barcelona and Vikt..."
    }
}
